1Password.op-vscode
dbaeumer.vscode-eslint
EditorConfig.EditorConfig
golang.go
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
rokoroku.vscode-theme-darcula
rust-lang.rust
sdras.night-owl
timonwong.shellcheck
vscodevim.vim
